{"inkVersion":20,"root":[[{"->":"ErnestDialog_1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"ErnestDialog_1":[["^О! Бачу ти вже прокинувся.","\n","ev","str","^Як я гадаю, ти щось типу мого товариша по отриманню думаків від монстрів?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ти що за чорт?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Ну... Ти майже вгадав, якщо не враховувати частину, де ти мене вважаєш своїм бойовим товаришем.","\n",{"->":"ErnestDialog_2"},{"#f":5}],"c-1":["\n","^Зазвичай після таких слів у Хогвардсі віднімають 100 балів факультету.","\n","^Але на жаль ми не у магічному світі магії та чарівних почвар, тому зроблю вигляд що я тебе не почув.","\n",{"->":"ErnestDialog_2"},{"#f":5}]}],{"#f":1}],"ErnestDialog_2":[["^Мене звать Ернест, я Садівник, що відповідає за інформування, дослідження та технічне забезпечення.","\n","^Я тут щось типу місцевого Бога.","\n","ev","str","^Здається ти перебільшуєш.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Так ти виходить самий непотрібний тут.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Згоден, можливо трохи перебільшив.","\n","^До рівня Бога мені ще не вистачає безсмерття, але це у процесі.","\n",{"->":"ErnestDialog_3"},{"#f":5}],"c-1":["\n","^Зазвичай після таких слів, на наступний, наша контора проводить похорони нових членів команди.","\n","^І це відбувається на стільки часто, що я навіть забув коли останній раз знімав цей чорний костюм.","\n",{"->":"ErnestDialog_3"},{"#f":5}]}],{"#f":1}],"ErnestDialog_3":[["^Отже, ласкаво прошу у ряди Садівників!","\n","^Звісно трохи дивна назва для тих хто вбиває пачками монстрів, а не виращує яблуні на задньому дворі, проте у мене є логічне пояснення цьому.","\n","^Бачиш те велике дерево?","\n","^Так ось, це не баобаб, а гіганська проклята штука, яка створює велику кількість монстрів, що тільки і мріють про вечерю з людського м'яса, коктелю крававої Мері, та морозивом на дисерт.","\n","^І наша задача знищити це кляте дерево шляхом руйнування його корневої системи.","\n","^Саме тому і Садівники, бо ми типу тут викорчовуємо дерево, як справжні садівники...","\n","^Добре, дурна назва, і тут навіть її не рядує логічне пояснення.","\n","ev","str","^Дякую за пояснення.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Вау, Енштейн, дякую що нагадав, я прочитав про це у довіднику поки їхав.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Нема за що. Чекаю завтра на цьому столі 20 гривень.","\n","end",{"#f":5}],"c-1":["\n","^Ого! Ти навіть читати вмієш! Прям 8-ме чудо світу виходить!","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}